
{
	"quote": "While characters’ civilian personalities run the gamut of gender expression—tomboy Sailor Uranus often wears traditionally masculine clothes, for example—all the crime-fighting characters transform into impractical miniskirts and high heels when they take on the bad guys. It’s awesome to show that there’s power in the feminine, but not when it’s compulsory. Plus, it’s hard to argue that their costumes are purely about “empowerment” when those tiny miniskirts result in so many panty shots. ",
　	"type":"negative",
	"URL" : "https://www.bitchmedia.org/post/the-feminism-of-sailor-moon"
}
{
	"quote": "The magical girl must to work to balance her “normal life” – domestic obligations, educational obligations, and interpersonal relationships – with her duty to protect the world.",
　	"type":"positive",
	"URL" :"https://dspace.library.uvic.ca/bitstream/handle/1828/8496/russell_ndonna_MA_2017.pdf?sequence=1&isAllowed=y" 
}
{
	"quote": "Haruka and Michiru, the series’ Sailor Uranus and Neptune, were a lesbian couple who helped girls around the world come to terms with their sexualities—if they were lucky to get a non-censored version of the series. Unfortunately, many international versions erased the girls’ sexualities, including the one released in the U.S. and Canada. They weren’t the only LGBTQ characters altered in the English dub, and those changes tarnished the series’ progressive legacy for many years.",
	"type": "negative",
	"URL" : "https://www.bitchmedia.org/post/the-feminism-of-sailor-moon"
}
{
	"quote": "I’m really excited about Haruka and Michiru’s relationship, and keeping it true to the original. I think we’re living in a really exciting time where that won’t be seen as scandalous. I think it’ll just be seen as a beautiful romance.",
　	"type":"positive",
	"URL" :"https://www.animenewsnetwork.com/interview/2014-05-16/exclusive/viz-media-charlene-ingram-and-josh-lopez-on-sailor-moon"
}
{
	"quote": "Reading the manga version of Sailor Moon when I was in college helped me come to terms with my own bisexuality and realize that I wanted a relationship with another girl like Haruka and Michiru had.",
　	"type":"positive",
	"URL" :"https://www.bitchmedia.org/post/the-feminism-of-sailor-moon"
}
{
	"quote": "It could be accused of reinforcing gender stereotypes. Young girls are seen as easy prey for Kyubey because they're seen as emotional, irrational, and driven by silly, self-serving desires. If girls had smarter wishes, or asked more questions, the whole system would have collapsed long before modern times. This clearly shows girls as ridiculously trusting and naive. The magical girl concept seems like victim-blaming, even though the girls are manipulated into doing what Kyubey says by not being given adequate information on which to base their decision to transform into a magical girl. No one told them not to sign a contract without a lawyer present! ",
　	"type":"negative",
	"URL" :"https://reelrundown.com/animation/Is-Anime-Sexist-Against-Women-5-Current-or-Recent-Shows-Examined"
}
{
	"quote": "Speaking of that, Madoka's mother Junko is portrayed positively as a career woman with a stay-at-home husband who takes care of the baby. This is in contrast with career women in other anime, who are often seen as greedy, narcissistic villain types (like in Princess Jellyfish). Career women are also sometimes portrayed in anime as sluts (like Misato in Neon Genesis Evangelion). Puella Magi Madoka Magica in contrast seems to be speaking out about this trend by showing Junko as a positive (although somewhat imperfect) career woman.",
　	"type":"positive",
	"URL" :"https://reelrundown.com/animation/Is-Anime-Sexist-Against-Women-5-Current-or-Recent-Shows-Examined"
}
{
	"quote": "The Japanese anime series about teen girls named Sailor Senshi fighting bad guys from outer space, was a hallmark of girls’ after-school cartoons. It was many kids’ gateway to anime but, more importantly, Sailor Moon proved that children’s programming that centered on empowered young women had serious commercial power and popular appeal.",
　	"type":"positive",
	"URL" : "https://www.bitchmedia.org/post/the-feminism-of-sailor-moon"
}
{
	"quote": "Usagi (the titular Sailor Moon) often cries and acts like a damsel-in-distress, needing the mysterious man Tuxedo Mask to save her. In most versions of the story, this is fixed by character-development: Usagi’s “weakness” at first is simply due to her being a young teen who’s in over her head, and she doesn’t stay that way. As she grows in strength, she becomes more confident and the dynamic reverses itself, with Tuxedo Mask needing rescuing by the girls instead.",
　	"type":"positive",
	"URL" :"https://www.bitchmedia.org/post/the-feminism-of-sailor-moon"
}
{
	"quote": "One of the more interesting subtexts of the old anime is how often consumerism is used to take advantage of young women. The male villain Jadeite’s many schemes to harvest human energy typically involve feminine-coded consumer activities, including a jewelry store, a fitness center, and a talent search. As a friend put it to me, “Sailor Moon feels like it’s training girls to be constantly wary of situations where people are trying to sell you things.” When Usagi transforms into Sailor Moon to defeat Jadeite, she accompanies it with a speech about the evils of “taking advantage of young girls’ dreams” for selfish, harmful gains.",
　	"type":"positive",
	"URL" : "https://www.bitchmedia.org/post/the-feminism-of-sailor-moon"
}
{
	"quote": "The series also makes a point of showing a wide variety of personalities, interests and gender expressions among the Senshi. From bookish Ami (Mercury) to athletic Makoto (Jupiter) to artistic Michiru, there is a Senshi for every girl. Additionally, the series often makes a point of commenting on how the less traditionally feminine girls have trouble coping with gender roles, like how Makoto learned to cook because she was mocked for being a tomboy.",
　	"type":	"positive",
	"URL" : "https://www.bitchmedia.org/post/the-feminism-of-sailor-moon"
}
{
	"quote": "On the feminist side of things (yes), Kyubey is an agent to systems that are specifically designed to remove control from young women. He takes the “power” of these women, both physically and mentally, into his own control and has no qualms about disposing them for his own needs when they become useless to him. Often interpreted as analogous to the workings of female puberty, these young girls are turned into destructive transcendent forces because of the very processes Kyubey has deceptively put on them by taking advantage of emotional and mental weakness.",
　	"type":	"negative",
	"URL" : "https://www.themarysue.com/psychopathy-feminism-and-narrative-agency-in-madoka-magica/"
}
{
	"quote": "“Witch” in itself is awfully appropriate wording in this case considering that, throughout history, women who grew old without husbands and decided to take agency over their own lives were seen by society as evil neglectors of the family. And yet, destructive monsters are exactly what these women become due to having that power manipulated away from them under the skeevy guise of “universal betterment”. An awfully powerful statement on what stagnant emotional disassociation does to humanity, in my eyes.",
　	"type":	"negative",
	"URL" : "https://www.themarysue.com/psychopathy-feminism-and-narrative-agency-in-madoka-magica/"
}
{
	"quote": "This in itself is a catalyst to Madoka’s own development in the show, which takes her from a naïve, noncommittal little girl to someone who recognizes the necessity of relying and trusting in herself, turning into (during a pretty jaw dropping scene) a fully actualized women taking the power back in a hopeless situation.",
　	"type":	"neutral",
	"URL" : "https://www.themarysue.com/psychopathy-feminism-and-narrative-agency-in-madoka-magica/"
}
{
	"quote": "Most of the stories in the magical girl genre are about growing up and Madoka is undoubtedly a bildungsroman.  However it is also a feminist dystopia of the same vain as Margaret Atwood's \"The handmaid's tale\" or Christine Love's \"Analogue: A hate story\".  Acting as an allegorical mirror to our own society, drawing our attention to the issues of gender that we might otherwise accept  as normal.",
　	"type":	"neutral",
	"URL" : "https://plus.google.com/+DavidFormosa/posts/ZbigqYHz8F6"
}
{
	"quote": "In Madoka we have a very similar situation the girl’s soul gems become tainted, not just by using magic but also from the experience of fighting.  The mental strain of risking your life and the strain of living.  The misogynists binary of Madonna and whore is transformed into the magical girl and the witch.\n There is within the patriarchal aspects of society an effort to permanently infantilizes women.  To treat them as perpetual girls.  Never allowing them to mature into a true adult that one must respect as a peer.   She must never be allowed to become a threat.  The magical girls in Madoka are trapped physically in the form of a girl, womanhood forever synonymous with being a threat to mankind.",
　	"type":	"neutral",
	"URL" : "https://plus.google.com/+DavidFormosa/posts/ZbigqYHz8F6"
}
{
	"quote": "Some say that Madoka is anti-feminist because it presents historical female accomplishment as a result of Kyubey’s actions therefore erasing them.  However I don’t read the show in that way at all.  Kyubey is sexist because it erases female accomplishment and like the patriarchy itself uses this to neg and negate the girls that it targets.  Breaking their spirits, reducing them to livestock, objects in its plans. \nThen we have the ending.  The structures of the old world torn down but despite Magoka’s efforts the new world isn't a utopia.  A constant reminder that every victory is just a progressive step one that has to be protected and effort has to be constantly applied to prevent backsliding and push us further to a truly equitable world.",
　	"type":	"positive",
	"URL" : "https://plus.google.com/+DavidFormosa/posts/ZbigqYHz8F6"
}
{
	"quote": "feminist studies, female characters are often regarded as reflections or ideal models of actual women. This interpretive link invites the argument that strong female characters in anime evidence women's empowerment in recent Japanese society. Susan Napier (2005, 33) argues, for example, that \"[p]opular youth-oriented anime series such as the 1980s Cutey Honey and the 1990s Sailor Moon show images of powerful young women (albeit highly sexualized in the case of Cutey Honey) that anticipate genuine, although small, changes in women's empowerment over the last two decades and certainly suggest alternatives to the notion of Japanese women as passive and domesticated.\"Kotani Mari (2006, 165-69) examines Revolutionary Girl Utena (1997) as a recent example of girls' anime that possibly subverts gender norms and conventional sexual politics for women. ",
　	"type":	"positive",
	"URL" : "https://www.jstor.org/stable/43553398?Search=yes&resultItemClick=true&searchText=japanese&searchText=anime&searchText=gender&searchText=stereotype&searchUri=%2Faction%2FdoBasicSearch%3FQuery%3Djapanese%2Banime%2Bgender%2Bstereotype&refreqid=search%3Aa9d5e4bfaab8b349b660265207f53bae&seq=1#metadata_info_tab_contents"
}
{
	"quote": "Some scholars question whether the magical girls are really empowered. Napier repeatedly insists on the empowering effect of Cutey Honey's transformation, yet finally concludes that the eroticism and nudity emphasized in the transformation of Cutey Honey \"sends mixed messages\" (Napier 2005, 75). A more critical analysis is presented in Anne Allisons discussion of Sailor Moon , in which she defines the battle heroine as \"a self-indulgent pursuer of fantasies and dreams through consumption of merchandise\" (Allison 2006, 130). While male superheroes, like the Power Rangers, transform to change their body into a weapon to serve a higher goal, \"the process [of a girl hero's transformation] is more a 'makeover' than a power-up'\" (138). From a Japanese feminist perspective, Saito Minako (1998, 41) points out that children's television programs reinforce fixed gender roles functioning in actual society, thereby teaching girls to become a good daughter at home and a good OL2 at work. She argues that the female protagonist in the magical girl genre reconfirms the values of femininity, which teaches girls to envision marriage and domestic life as a desirable goal once they have passed the adolescent stage. Compared to female heroes who are cute juvenile girls, Saito continues, women in the enemy force, whether in magical girl programs or the Power Rangers series, are adult women wearing heavy makeup and obsessed with careerism: they are, simply put, the women who failed to be a wife or a mother. According to these arguments, the seemingly empowered girl heroes in anime covertly teach girls to pursue fashion, romance, and consumption until marriage and, once married, to stay at home as a good wife and mother",
　	"type":	"negative",
	"URL" : "https://www.jstor.org/stable/43553398?Search=yes&resultItemClick=true&searchText=japanese&searchText=anime&searchText=gender&searchText=stereotype&searchUri=%2Faction%2FdoBasicSearch%3FQuery%3Djapanese%2Banime%2Bgender%2Bstereotype&refreqid=search%3Aa9d5e4bfaab8b349b660265207f53bae&seq=1#metadata_info_tab_contents"
}
{
	"quote": "I analyze how women’s voices are exploited in media to create various types of femininities, including the helpless femininity of kawaii. I then analyze women’s real words and discourse as they engage in discussions of femininity and women’s language, exploring how the gender stereotypes depicted in media are manifested, evoked, asserted, and rejected in the women’s speech.",
　	"type":	"negative",
	"URL" : "https://csw.ucla.edu/2017/07/21/being-kawaii-in-japan/"
}
{
	"quote": "The connection between kawaii-ness and sexism might not be so apparent, but judging by Japan’s need to portray a strong, confident woman as innocent and naive, speaks volumes. The need for women to be submissive spills over into other realms of life.",
　	"type":	"negative",
	"URL" : "https://savvytokyo.com/sexism-culture-japans-obsession-kawaii/"
}
{
	"quote": "Hiroto Murasawa, an authority on beauty, warns that cute culture can instill “a mentalitiy the breeds non-assertion, individuals who choose to stand out get beaten down.”  With this mindset, more women are acting like children and engaging in childlike and childish behavior.  Women are tending to giggle more, speak in an intentionally high-pitched voice, wear childish clothing, throw temper tantrums or act purposely clueless.  A restaurant featuring maids that are eternally 17 years old perpetuates this youthful submissiveness.  The media encourages this cute display by broadcasting television shows hosted by teenagers, promoting pop stars that cry on command or idolizing actresses who ensure no one ever finds not cute",
　	"type":	"negative",
	"URL" : "http://postbubbleculture.blogs.wm.edu/2012/11/18/cute-gets-creepy-examining-the-consequences-of-cute-culture/"
}
{
	"quote": "",
　	"type":	"",
	"URL" : ""
}
{
	"quote": "",
　	"type":	"",
	"URL" : ""
}
{
	"quote": "",
　	"type":	"",
	"URL" : ""
}
{
	"quote": "",
　	"type":	"",
	"URL" : ""
}
{
	"quote": "",
　	"type":	"",
	"URL" : ""
}
